# DisplayOrganizationDialog

## Description
Displays the organization dialog with the specified integer as the initially slected tab.&lt;BR&gt;
0: The most recently displayed tab is selected&lt;BR&gt;
1: The Classes tab is selected .&lt;BR&gt;
2: The Design Layers tab is selected.&lt;BR&gt;
3: The Sheet Layers tab is selected.&lt;BR&gt;
4: The Viewports tab is selected.&lt;BR&gt;
5: The Saved Views tab is selected.&lt;BR&gt;

```pascal
PROCEDURE DisplayOrganizationDialog(tabToSelect : INTEGER);
```

```python

def vs.DisplayOrganizationDialog(tabToSelect):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|tabToSelect|INTEGER|The tab to be initially selected.|

## Remarks
Displays the organization dialog

## Version
Availability: from VectorWorks12.0
## Category
* Utility